tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "ack"
brew "adns"
brew "ansible"
brew "autoconf"
brew "automake"
brew "cairo"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cryptopp"
brew "diff-so-fancy"
brew "dos2unix"
brew "ffmpeg"
brew "fpp"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gifsicle"
brew "git-flow"
brew "git-quick-stats"
brew "gnupg"
brew "go"
brew "gperftools"
brew "graphicsmagick"
brew "hashcat"
brew "heroku"
brew "highlight"
brew "hiredis"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jemalloc"
brew "jsoncpp"
brew "leveldb"
brew "libevent"
brew "libidn2"
brew "libjson-rpc-cpp"
brew "libsass"
brew "libsvg"
brew "libsvg-cairo"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit"
brew "lynx"
brew "mas"
brew "md5deep"
brew "mongodb"
brew "msgpack"
brew "ncdu"
brew "neovim"
cask "appcleaner"
cask "deluge"
cask "diffmerge"
cask "dropbox"
cask "karabiner-elements"
cask "mattr-slate"
cask "qbittorrent"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
