tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "ffmpeg"
brew "gnupg"
brew "httpie"
brew "mas"
brew "neovim"
brew "nmap"
brew "postgresql", restart_service: true
brew "ranger"
brew "redis", restart_service: true
brew "tig"
brew "tree"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password"
cask "calibre"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-source-code-pro-for-powerline"
cask "font-space-grotesk"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "macpass"
cask "nocturnal"
cask "nordvpn"
cask "notion"
cask "postgres"
cask "psequel"
cask "sketch"
cask "skype"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
