tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "act"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gnupg"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "postgresql", restart_service: true
brew "ranger"
brew "redis", restart_service: true
brew "rust"
brew "tig"
brew "tree"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-space-grotesk"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "macfuse"
cask "macpass"
cask "nordvpn"
cask "notion"
cask "postgres"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
